Repository: kuz-z-zma/adminBranding
Catalog: admin-branding/locale/*/LC_MESSAGES/admin-branding.po
Languages: ru_ru

source: Customization of Zenphoto backend: custom Logo, custom Background, Text and Links styling. Option to include custom CSS to alter appearence of any element in Admin area.
ru_ru: Кастомизация Admin секции Zenphoto: ваше собственное Лого, Фон, цвета текста и ссылок. Возможность добавить CSS для модификации дизайна любого элемента в Admin.

source: Only one Zenphoto backend customization plugin may be enabled. Please disable zp-branding plugin to use this one.
ru_ru: Только один плагин должен использоваться для кастомизации Admin секции. Отключите использование zp-branding для использование данного плагина.

source: Make sure NOT to enable both zp-branding and admin-branding at the same time to avoid conflicts.
ru_ru: Убедитесь, что плагины zp-branding и admin-branding НЕ ВКЛЮЧЕНЫ одновременно во избежание конфликтов.

source: Admin
ru_ru: Админ

source: Logo for Admin
ru_ru: Лого для Admin секции

source: No Logo
ru_ru: Без Лого

source: Custom Logo
ru_ru: Собственное Лого

source: Default Zenphoto Logo
ru_ru: Лого Zenphoto

source: Choose if you want to use show Logo in Admin area.
ru_ru: Выберите режим показа Лого в Admin секции.

source: Admin Logo Width
ru_ru: Ширина Лого

source: The width of the Logo Image (in px). The height will be calculated proportionally.
ru_ru: Ширина для Лого (в пикселях). Высота будет рассчитана автоматически и пропорционально.

source: Choose Admin Logo Image
ru_ru: Выбрать файл Лого

source: Select a Logo image (from files in the <em>%s</em> folder) or select to use a default Zenphoto Logo for Admin area.<br>If you use elFinder plugin for Uploads - it can upload files to this folder, alternatively you can use FTP to upload your image file and then select it here.
ru_ru: Выберите файл для использования в качестве Лого (из файлов в папке <em>%s</em> на сервере) или используйте Лого Zenphoto для Admin секции.<br>Если вы используете elFinder плагин для Загрузок - вы можете загрузить требуемые файлы через веб-интерфейс в эту папку, в противном случае, загрузите файлы через FTP и потом выберете их в списке.

source: Admin Logo Margins
ru_ru: Отступы для Лого

source: Margins for Admin logo, listed as CSS <em>Margin shorthand</em> property values (WITHOUT final " ; " !). If no value provided - default Zenphoto values are used.
ru_ru: Введите параметры отступов для Лого в Admin секции используя CSS синтаксис для сокращенной записи свойства <em>margin</em> с использованием одного, двух, трёх или четырёх значений (Без закрывающего символа " ; " !).<br>Если параметр не задан - используется стандартное значение Zenphoto.

source: Background Color for Admin
ru_ru: Цвет Фона для Admin секции

source: Specify Background Color for Admin area by providing any value, accepted by CSS standarts (Hex, RGB, RGBA, HSL, HSLA, color names).<br>If no value provided - default Zenphoto values are used.
ru_ru: Введите код цвета Фона Admin секции, допустимо использование любого из стандартных форматов для CSS (Hex код, RGB, RGBA, HSL, HSLA, стандартные имена цветов).<br>Если параметр не задан - используется стандартное значение Zenphoto.

source: Background Image for Admin
ru_ru: Фон для Admin секции

source: No Background Image
ru_ru: Без Фона

source: Custom Image
ru_ru: Собственный Фон

source: Default Image
ru_ru: Фон Zenphoto

source: Choose if you want to use Background image in Admin area.
ru_ru: Выбрать режим использования Фона в Admin секции.

source: Choose Admin Background Image
ru_ru: Выбрать файл Фона

source: Select a background image (from files in the <em>%s</em> folder) or select to use a default Zenphoto Background for Admin area.<br>If you use elFinder plugin for Uploads - it can upload files to this folder, alternatively you can use FTP to upload your image file and then select it here.
ru_ru: Выберите файл для использования в качестве Фона (из файлов в папке <em>%s</em> на сервере) или используйте Лого Zenphoto для Admin секции.<br>Если вы используете elFinder плагин для Загрузок - вы можете загрузить требуемые файлы через веб-интерфейс в эту папку, в противном случае, загрузите файлы через FTP и потом выберете их в списке.

source: Background Image repeat options
ru_ru: Режим повторения Фона

source: Repeat vertically and horizontally
ru_ru: Повторение вертикально и горизонтально

source: Repeat X-axis (horizontally)
ru_ru: Повтор по оси X (горизонтально)

source: Repeat Y-axis (vertically)
ru_ru: Повтор по оси Y (вертикально)

source: No Repeating
ru_ru: Без повтора

source: Fill/Stretch/Shrink
ru_ru: Заполнение

source: Default
ru_ru: Стандартный

source: Choose how Background Image will be repeated. Default is Repeat X-axis (horizontally).
ru_ru: Выберите режим повторения изображения на Фоне в Admin секции.<br>Стандартный режим: повтор по оси X (горизонтально)

source: Admin Text color
ru_ru: Цвет текста

source: Specify Text color for Admin Header and Footer text by providing any value, accepted by CSS standarts.<br>If no value provided - default Zenphoto values are used.
ru_ru: Введите код цвета для текста в зоне Header и Footer Admin, допустимо использование любого из стандартных форматов для CSS (Hex код, RGB, RGBA, HSL, HSLA, стандартные имена цветов).<br>Если параметр не задан - используется стандартное значение Zenphoto.

source: Admin Links color
ru_ru: Цвет ссылок

source: Specify Links color for Admin Header and Footer text by providing any value, accepted by CSS standarts.<br>If no value provided - default Zenphoto values are used.
ru_ru: Введите код цвета для ссылок в зоне Header и Footer Admin, допустимо использование любого из стандартных форматов для CSS.<br>Если параметр не задан - используется стандартное значение Zenphoto.

source: Admin Links:hover color
ru_ru: Цвет ссылок (при наведении мышью)

source: Specify Links color on hover for Admin Header and Footer text by providing any value, accepted by CSS standarts.<br>If no value provided - default Zenphoto values are used.
ru_ru: Введите код цвета для ссылок (при наведении мышью) в зоне Header и Footer Admin, допустимо использование любого из стандартных форматов для CSS.<br>Если параметр не задан - используется стандартное значение Zenphoto.

source: Custom CSS
ru_ru: Ваш правила для CSS в Admin секции

source: Enter custom CSS to alter appearance of the Admin area further. It is printed between &lt;style&gt; tags in the &lt;head&gt; section.
ru_ru: Введите ваш код CSS для использования в Admin секции для внесения любых других изменений. Код будет добавлен между &lt;style&gt; тегами в &lt;head&gt; зоне.

source: Custom CSS File
ru_ru: Ваш CSS файл для Admin секции

source: Select your custom CSS file (from CSS files in the <em>%s</em> folder).<br>If you use elFinder plugin for Uploads - it can upload files to this folder, alternatively you can use FTP to upload your CSS files and then select it here.
ru_ru: Выберите CSS файл для использования в Admin секции Zenphoto (из CSS файлов в папке <em>%s</em> на сервере).<br>Если вы используете elFinder плагин для Загрузок - вы можете загрузить требуемые файлы через веб-интерфейс в эту папку, в противном случае, загрузите файлы через FTP и потом выберете их в списке.

source: Restore Logo Width
ru_ru: Восстановить ширину Лого

source: Restore Logo width to the original value.
ru_ru: Восстановите оригинальное значение для Ширины Лого.

source: Image <em>%s</em> does not exist.
ru_ru: Изображение <em>%s</em> не существует.

source: *Not specified
ru_ru: * Не выбрано

source: * no custom CSS file
ru_ru: CSS-файл не выбран
